; TranslatorName=Åke Engelbrektson
; TranslatorURL=https://svenskasprakfiler.se
; LastUpdated=26 Feb 2016

[Swedish]
IDS_FILE=Arkiv
IDS_EXIT=Avsluta\tEsc
IDS_SETTINGS=Inställningar
IDS_ALWAYSONTOP_CHK=Alltid överst
IDS_CHECKUPDATES_CHK=Sök periodiskt efter uppdateringar (rekommenderas)
IDS_TIMEZONE=Timezone
IDS_LANGUAGE=Välj språk
IDS_HELP=Hjälp
IDS_WEBSITE=Webbsida
IDS_DONATE=Give thanks!
IDS_CHECKUPDATES=Sök efter uppdateringar
IDS_ABOUT=Om
IDS_COPY=Kopiera
IDS_COPY_VALUE=Copy value
IDS_FMTNAME_RFC2822=RFC 2822
IDS_FMTNAME_ISO8601=ISO 8601
IDS_FMTNAME_UNIXTIME=UNIX Timestamp
IDS_FMTNAME_MACTIME=Mac Timestamp
IDS_FMTNAME_MICROSOFTTIME=Microsoft Timestamp
IDS_FMTNAME_FILETIME=FILETIME
IDS_FMTDESC_RFC2822=RFC 2822 formatted date
IDS_FMTDESC_ISO8601=ISO 8601 formatted date
IDS_FMTDESC_UNIXTIME=Seconds since the Unix Epoch (January 1 1970 00:00:00 GMT)
IDS_FMTDESC_MACTIME=Seconds since Jan 1 1904
IDS_FMTDESC_MICROSOFTTIME=Days since Dec 31 1899
IDS_FMTDESC_FILETIME=64-bit value representing the number of 100-nanosecond intervals since January 1, 1601 (UTC)
IDS_CURRENT=Infoga aktuell tid!
IDS_CLOSE=Close
IDS_DARKMODE_CHK=Use dark theme
